var data = {

    helloHeader:           'Приветствую, студент!',
    helloText:             'Данное приложение позволит тебе проверить свои знания по математике и подтянуть их в случае необходимости. Желаю удачи!',
    helloButton:           'Начать',

    partslistOwnTitle:     'Составить вариант',
    partslistOwnDescr:     'Составление собственного варианта из произвольных заданий всех разделов',

    partslistHeader:       'Выберите нужный раздел',

    mixHeader:             'Выбор заданий по ',
    mixText:               'Выберите количество заданий по каждому уровню сложности',
    mixLevelA:             'легкие',
    mixLevelB:             'средние',
    mixLevelC:             'сложные',
    mixFrom:               ' из ',
    mixButton:             'Начать',
    mixTotal:              'Итого: ',
    mixStart:              'Начать',

    partText:              'Какое действие вы хотите совершить?',
    partStartDemoTest:     'Начать прохождение пробного варианта',
    partTheory:            'Повторение теоретического материала',
    testHeader:            'Пробное тестирование по ',

    db: [{
        name:  'Линейная и векторная алгебра',
        descr: 'Раздел 1',
        Atests: [1,1,1],
        Btests: [1,1,1],
        Ctests: [1,1,1]
    },{
        name: 'Аналитическая геометрия',
        descr: 'Раздел 2'
    },{
        name: 'Введение в математический анализ',
        descr: 'Раздел 3'
    },{
        name: 'Дифференциальное исчисление функции одной переменной',
        descr: 'Раздел 4'
    },{
        name: 'Дифференциальное исчисление функции нескольких переменных',
        descr: 'Раздел 5'
    },{
        name: 'Интегральное исчисление функции одной переменной',
        descr: 'Раздел 6'
    },{
        name: 'Интегральное исчисление функции нескольких переменных',
        descr: 'Раздел 7'
    },{
        name: 'Элементы теории поля',
        descr: 'Раздел 8'
    },{
        name: 'Дифференциальные уравнения',
        descr: 'Раздел 9'
    },{
        name: 'Ряды',
        descr: 'Раздел 10'
    },{
        name: 'Теория функции комплексной переменной. Операционное исчисление',
        descr: 'Раздел 11'
    },{
        name: 'Элементы дискретной математики',
        descr: 'Раздел 12'
    },{
        name: 'Теория вероятности',
        descr: 'Раздел 13'
    },{
        name: 'Математическая статистика',
        descr: 'Раздел 14'
    }]
};